IDEA StatiCa Open Model
MatConcreteHKG.Fcu Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Compressive strength of concrete
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Fcu { get; set; }
Public Property Fcu As Double
	Get
	Set
public:
property double Fcu {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MatConcreteHKG Class
IdeaRS.OpenModel.Material Namespace